<template>
  <div class="box">
    <h2>关于我们</h2>
    <p>
      （1）
      提供专注、高效、安全的服务,以即时通讯为核心，解决大家日常繁琐的工作、以及重复性工作，让工作更畅通。
      支持单聊、群聊（文字、图片、视频、语音聊天），并且消息的已读未读以及订单的已处理未处理一目了然，沟通更高效
    </p>
    <p>
      （2）
      提供专业、便捷又省钱即时视频、即时音频，让沟通更自由，随时地联系展厅、公司或者供应商。
    </p>
    <p>
      （3）
      提供更安全的数据管理，针对每家展厅订单数据以及产品数据都做到保密，使用第三方加密即时，让企业安全更进一步。
    </p>
    <p>（4） 新品推荐功能，实时把控市场行情。</p>
    <p>（5） 提供准确的定位服务，方便用户能精准的联系到展厅。</p>
    <p>
      （6）
      完整的消息推送机制，注册用户可以接受系统消息通知，未注册用户可以接受订单的短信通知服务
    </p>
    <p>
      （7）
      提供完善的公司组织架构管理，以及存在业务往来的公司、展厅、厂商互动管理，方便随时查询到需要沟通的用户
    </p>
    <p>（8） 全面的工作台，能满足日常所有的订单查询以及产品查询功能</p>
    <h3>展厅角色</h3>
    <p>
      （1）
      更多的消息通知服务比如择样通知、洽谈通知、补样通知、续谈通知、借样通知、排号通知，即时通知厂商以及公司处理当前业务
    </p>
    <p>
      （2）
      利用互联网的技术解决日常繁琐的沟通工作，根据不同的通知消息做到实时分发给多个公司或者厂商。
    </p>
    <p>
      （3）
      展厅可以自由发布各种广告（支持文字广告、图文广告以及视频广告），普通广告、采购广告、供货广告实现公告广播传播，方便用户随时查看展厅动态
    </p>
    <p>
      （4）
      提供图片找样、文字搜索查找产品，查看产品详细，根据不同角色显示不同产品内容，保证产品信息安全，产品信息只提供需求方
    </p>
    <p>（5） 完善的展厅信息展示，方便用户随时查询展厅位置</p>
    <h3>厂商角色</h3>
    <p>
      （1）
      厂商可以同时接受多家展厅或者公司的选品、订单消息，即时联系展厅或者公司，做到不遗漏一个业务订单
    </p>
    <p>
      （2）
      厂家可以自由发布供货广告（支持文字广告、图文广告以及视频广告），实现公告广播传播，方便需求方随时查看
    </p>
    <h3>公司角色</h3>
    <p>（1） 公司可以同时接受多家展厅订单消息，即时回复业务订单状态</p>
    <p>
      （2）
      公司可以自由发布采购广告（支持文字广告、图文广告以及视频广告），实现公告广播传播，方便供货方随时查看
    </p>
    <p>
      小竹熊 云科技APP主要目的是在连接ERP系统数据，让展厅、公司（销售公司）、供应商（工厂、代理商）三个用户角色，进行择样、新品推广、订单确认、订单询价、订单报价、公告通知等功能，减轻业务员的工作压力，同时满足业务员日常办公，更高效的完成工作，保证消息通知的及时性以及准确性。
      小竹熊 云科技是一款连接贸易公司、供应厂商、实体展厅三个角色直接的即时互通软件。
      解决日常繁琐工作、实时消息等问题，汇聚“订单、通知、产品”于一体的APP。
    </p>
  </div>
</template>

<script>
export default {
  data () {
    return {}
  },
  methods: {
    // 回到顶部
    toTop () {
      $('#app').animate({ scrollTop: 0 })
    }
  },
  created () {},
  mounted () {
    this.$emit('editTitle', '关于我们')
  }
}
</script>
<style scoped lang="less">
@deep: ~">>>";
.box {
  border: 1px solid #aaa;
  padding: 16px;
  position: relative;
  padding-bottom: 45px;
  p {
    line-height: 40px;
  }
  h3 {
    font-weight: 600;
    line-height: 50px;
  }
  h2 {
    text-align: center;
    margin: 20px;
    font-weight: 700;
  }
  .el-button {
    position: absolute;
    right: 0;
    bottom: 0;
    @{deep} i {
      -webkit-transform: scale(2);
      -moz-transform: scale(2);
      -ms-transform: scale(2);
      transform: scale(2);
    }
  }
}
</style>
